Repository: MicahWallace/represent-canada
Catalog: finder/locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Newfoundland and Labrador councils
fr: Conseils municipaux de Terre-Neuve-et-Labrador

source: Prince Edward Island councils
fr: Conseils municipaux de l'Île-du-Prince-Édouard

source: Nova Scotia councils
fr: Conseils municipaux de la Nouvelle-Écosse

source: New Brunswick councils
fr: Conseils municipaux du Nouveau-Brunswick

source: Quebec councils
fr: Conseils municipaux du Québec

source: Ontario councils
fr: Conseils municipaux de l'Ontario

source: Manitoba councils
fr: Conseils municipaux du Manitoba

source: Saskatchewan councils
fr: Conseils municipaux de la Saskatchewan

source: Alberta councils
fr: Conseils municipaux de l'Alberta

source: British Columbia councils
fr: Conseils municipaux de la Colombie-Britannique

source: Yukon councils
fr: Conseils municipaux du Yukon

source: Northwest Territories councils
fr: Conseils municipaux des Territoires du Nord-Ouest

source: Nunavut councils
fr: Conseils municipaux du Nunavut

source: Provincial legislatures
fr: Législatures provinciales

source: All elected officials
fr: Tous les élus

source: Uncategorized
fr: Autres

source: Map
fr: Carte

source: Email
fr: Contacter

source: en
fr: fr

source: Select your address
fr: Sélectionnez votre adresse
